Repository: vencax/angular-eduit
Catalog: config/i18n/*.po
Languages: cs

source: Adding, changing, deleting user groups.
cs: Přidávání, úpravy, mazání skupin uživatelů

source: All user operations in one place. Adding, changing attributes (i.e. passwords), group memberships, etc.
cs: Všechny operace s uživately na jednom místě. Přidávání, změna atributů (i hesla), členství ve skupinách, atd.

source: Form for user's password changing.
cs: Formulář na změnu hesla.

source: actions
cs: akce

source: add
cs: přidat

source: administrate
cs: administrovat

source: change password
cs: změnit heslo

source: clear filter
cs: vypni filtr

source: clear sorting
cs: vypni řazení

source: edit
cs: upravit

source: email is invalid
cs: email je nesprávný

source: full name
cs: celé jméno

source: group edit form
cs: formulář pro úpravu skupiny

source: group management
cs: správa skupin

source: here
cs: zde

source: home
cs: domů

source: host edit form
cs: formulář pro úpravu stroje

source: host management
cs: správa strojů

source: host name
cs: jmého stroje

source: host name cannot be longer than 20 characters
cs: jméno stroje nesmí být delší než 20 znaků

source: host name must be at least 3 characters
cs: jméno stroje musí mít aspoň 3 znaky

source: logout
cs: odhlásit

source: make reservation
cs: vytvořit rezervaci

source: name
cs: jméno

source: name cannot be longer than 32 characters
cs: jméno nesmí být delší než 32 znaků

source: other groups
cs: další skupiny

source: password
cs: heslo

source: password and password repeat do not match
cs: heslo a kontrolní heslo nesouhlasí

source: password is required
cs: heslo je povinné

source: please input a hostname
cs: zadej název stroje

source: please input a user
cs: zadej uživatele

source: please input full name
cs: zadej celé jméno

source: please input group name
cs: zadej název skupiny

source: please input your password
cs: zadej heslo

source: please input your username
cs: zadej uživatelské jméno

source: please log in
cs: prosím přihlaš se

source: primary group
cs: primární skupina

source: profile
cs: profil

source: remove reservation
cs: odstraň rezervaci

source: repeat password
cs: zopakuj heslo

source: signed in as
cs: přihlášen jako

source: use only letters and numbers
cs: jen písmena a číslice

source: user edit form
cs: formulář pro úpravu uživatele

source: user management
cs: správa uživatelů

source: user name
cs: uživatelské jméno

source: username already present
cs: uživatelské jméno už existuje

source: username must be at least 5 characters
cs: uživatelské jméno musí mít aspoň 5 znaků

source: username name cannot be longer than 20 characters
cs: uživatelské jméno nesmí být delší než 20 znaků

source: wakeup
cs: probudit
